[
{"nombre":"Richard Clayderman","img": "/carpetaArtista/01.jpg ", "descripcion":"Philippe Robert Louis Pagès, más conocido por su nombre artístico Richard Clayderman (París, 28 de diciembre de 1953), es un pianista francés especializado en música ligera y uno de los más exitosos a nivel mundial, con más de 70 millones de discos vendidos, siendo premiado con 267 discos de oro y 70 discos de platino, y habiendo realizado más de 600 conciertos alrededor del mundo. Es conocido por su interpretación de Ballade pour Adeline"},
{"nombre":"Eric Clapton","img":"/carpetaArtista/02.jpg", "descripcion":"Eric Patrick Clapton (Ripley, Surrey, Inglaterra, 30 de marzo de 1945), más conocido como Eric Clapton, es un guitarrista, cantante y compositor de rock y blues británico, conocido por su magistral habilidad con la guitarra eléctrica, en concreto con su Stratocaster.2​ Apodado Slowhand (‘mano lenta’),1​ desde su época en The Yardbirds, y God (‘Dios’) en su época con Cream, es miembro del Salón de la Fama del Rock and Roll por partida triple: como miembro de The Yardbirds y de Cream y por su carrera como solista. En opinión de muchos críticos, ha sido uno de los artistas de la cultura de masas más respetados e influyentes de todos los tiempos.​ Aparece en el puesto número 2 de la lista Los 100 guitarristas más grandes de todos los tiempos de la revista Rolling Stone4​ y en el puesto número 55 de su especial Inmortales: Los 100 artistas más grandes de todos los tiempos. Además, en 2005 la revista Guitar World incluyó cinco de sus canciones entre los mejores solos de guitarra de todos los tiempos."},
{"nombre":"The Beatles","img":"/carpetaArtista/03.jpg", "descripcion":"The Beatles, también conocida en el mundo hispano como los Beatles, fue una banda de rock británica formada en Liverpool durante los años 1960, estando integrada desde 1962 a su separación en 1970 por John Lennon, Paul McCartney, George Harrison y Ringo Starr. Es ampliamente considerada como la banda más influyente de todos los tiempos, siendo parte fundamental en el desarrollo del movimiento contracultural de la década de 1960 y el reconocimiento de la música popular como forma de arte. Enraizada en el skiffle, la música beat y el rock and roll de los años 1950, su sonido incorporaría a menudo elementos de la música clásica y del pop tradicional, entre otros, de forma innovadora en sus canciones; la banda posteriormente llegaría a trabajar con un extenso rango de estilos musicales, yendo desde las baladas y la música de India, hasta la psicodelia y el hard rock. Como pioneros en las formas de grabación, composición y presentación artística; la naturaleza de su enorme popularidad, que había emergido primeramente con la moda de la «beatlemanía», se transformó al tiempo que sus composiciones se volvieron más sofisticadas, revolucionando diversos aspectos de la industria musical y llegando a ser percibidos como la encarnación de los ideales progresistas de las juventudes de la época y sus movimientos sociales y culturales."},
{"nombre":"Electric Light Orchestra","img":"/carpetaArtista/04.jpg", "descripcion":"Electric Light Orchestra es un grupo británico de rock sinfónico y rock progresivo oriunda de Birmingham y liderado por el músico Jeff Lynne. La ELO se formó para dar cabida al deseo de Lynne y de Roy Wood de crear canciones de rock modernas con tintes clásicos. Después de la salida de Wood, tras el lanzamiento del álbum debut, Lynne se convirtió en el líder del grupo y compuso, arregló y produjo todas las canciones y trabajos de la formación. Entre 1971 y 1986, durante su época de mayor actividad, el grupo publicó once álbumes y obtuvo una notable popularidad con trabajos como A New World Record, Out of the Blue y Discovery."}
]


